Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/samfunnskunnskap.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Kontantstøtte er en økonomisk støtte som blir gitt for alle barn mellom ett og to år som ikke går i barnehage.
nn: Kontantstøtte er ei økonomisk støtte som blir gjeven for alle barn mellom eitt og to år som ikkje går i barnehage.

source: Opplæring for voksne
nn: Opplæring for vaksne

source: Her kan man bytte fastlege og finne annen viktig informasjon om helse:
nn: Her kan ein byte fastlege og finne annan viktig informasjon om helse:

source: Hvor mye brukeren selv betaler, er avhengig av inntekt.
nn: Kor mykje brukaren sjølv betaler, er avhengig av inntekt.

source: Etisk bevissthet er å veie ulike hensyn mot hverandre.
nn: Etisk medvit er å vege ulike omsyn mot kvarandre.

source: Ved midnatt er det ofte et fantastisk syn når raketter og annet fyrverkeri lyser opp den mørke himmelen.
nn: Ved midnatt er det ofte eit fantastisk syn når rakettar og anna fyrverkeri lyser opp den mørke himmelen.

source: vold i nære relasjoner
nn: vald i nære relasjonar

source: Det er som regel foreldrene som har hovedansvaret for barna sine, og barn har krav på omsorg og omtanke fra foreldrene.
nn: Det er som regel foreldra som har hovudansvaret for barna sine, og barn har krav på omsorg og omtanke frå foreldra.

source: der du bor, for å finne ut om du kan søke om en av disse typene oppholdstillatelser.
nn: der du bur, for å finne ut om du kan søkje om ein av desse typane opphaldsløyve.

source: I andre samfunn, der det fins medisiner mot de fleste sykdommer og alle har mulighet til å få nødvendig legehjelp, vil mange mene at god helse er mer enn bare å være fysisk og psykisk frisk.
nn: I andre samfunn, der det finst medisinar mot dei fleste sjukdomar og alle har høve til å få nødvendig legehjelp, vil mange meine at god helse er meir enn berre å vere fysisk og psykisk frisk.

source: Regjeringen består av statsrådene (den politiske lederen for hvert departement) og statsministeren.
nn: Regjeringa består av statsrådane (den politiske leiaren for kvart departement) og statsministeren.

source: Likevel produseres det mer matvarer i Norge enn før.
nn: Likevel blir det produsert meir matvarer i Noreg enn før.

source: alle mennesker skal ha rettssikkerhet
nn: alle menneske skal ha rettstryggleik

source: Da spør de tidligere arbeidsgivere om hvordan søkeren fungerte i jobben.
nn: Då spør dei tidlegare arbeidsgjevarar om korleis søkjaren fungerte i jobben.

source: Elevene skal ha innflytelse på skolehverdagen sin, og de lærer tidlig å ta ansvar for egen læring.
nn: Elevane skal ha påverknad på skulekvardagen sin, og dei lærer tidleg å ta ansvar for eiga læring.

source: Dette er Norge
nn: Dette er Noreg

source: Det må svært tungtveiende grunner til for at barnevernet skal overta omsorgen for barn.
nn: Det må svært tungtvegande grunnar til for at barnevernet skal overta omsorga for barn.

source: Kremasjon har blitt mer og mer vanlig i Norge.
nn: Kremasjon har vorte meir og meir vanleg i Noreg.

source: Unionen hadde én felles konge.
nn: Unionen hadde éin felles konge.

source: Denne økonomiske hjelpen er kjent under navnet Marshall-planen, og den stilte økonomiske og politiske krav til mottakerlandene.
nn: Denne økonomiske hjelpa er kjend under namnet Marshall-planen, og den stilte økonomiske og politiske krav til mottakarlanda.

source: Hva visste du om Norge før du kom hit?
nn: Kva visste du om Noreg før du kom hit?

source: Hva legger du i begrepet kjønnsuttrykk?
nn: Kva legg du i omgrepet kjønnsuttrykk?

source: Pasienten må selv betale en egenandel, og så betaler staten resten.
nn: Pasienten må sjølv betale ein eigendel, og så betaler staten resten.

source: Hvordan preger religion livet til mennesker i Norge i dag?
nn: Korleis pregar religion livet til menneske i Noreg i dag?

source: Loven pålegger også arbeidsgivere og arbeidslivets organisasjoner å arbeide for likestilling på arbeidsplassene og i organisasjonslivet.
nn: Ho pålegg også arbeidsgjevarar og organisasjonane i arbeidslivet å arbeide for likestilling på arbeidsplassane og i organisasjonslivet.

source: Alle kan komme i en situasjon én eller flere ganger i livet der man trenger hjelp fra velferdssamfunnet.
nn: Alle kan kome i ein situasjon éin eller fleire gonger i livet der ein treng hjelp frå velferdssamfunnet.

source: Noen innvandrere har ikke rett til gratis opplæring, men har plikt til å gjennomføre 300 timer opplæring i norsk og samfunnskunnskap for å få permanent oppholdstillatelse.
nn: Somme har ikkje rett til gratis opplæring, men har plikt til å gjennomføre 300 timar opplæring i norsk og samfunnskunnskap for å få permanent opphaldsløyve.

source: Hva er likeverd?
nn: Kva er likeverd?

source: Omtrent like mange kvinner og menn har høyere utdanning i dag, men de fleste velger fremdeles tradisjonelt.
nn: Omtrent like mange kvinner og menn har høgare utdanning i dag, men dei fleste vel framleis tradisjonelt.

source: Noen ganger kan barn, unge eller voksne synes at reglene som den nærmeste familien setter, er altfor strenge.
nn: Nokre gonger kan barn, unge eller vaksne tykkje at dei reglane som den næraste familien set for dei, er altfor strenge.

source: Består den av ulike folkegrupper?
nn: Består det av ulike folkegrupper?

source: I dag foregår det en diskusjon i samfunnet om oljeindustrien.
nn: I dag går det føre seg ein diskusjon i samfunnet om oljeindustrien.

source: Vareproduksjonen går dermed ned, og folk kan miste jobbene sine.
nn: Vareproduksjonen går dermed ned, og folk kan miste jobbane sine.

source: flere i arbeid og aktivitet, færre på støtteordninger
nn: fleire i arbeid og aktivitet, færre på støtteordningar

source: I Norge bor det i dag nesten 5,4 millioner mennesker.
nn: I dag bur det nesten 5,4 millionar menneske i Noreg.

source: De første bilene kom til landet.
nn: Dei første bilane kom til landet.

source: Før 1845 var det forbudt for nordmenn å melde seg ut av statskirken, og først rundt 1850 ble det lov for ikke-kristne trossamfunn å organisere seg i Norge.
nn: Fram til 1845 var det forbode for nordmenn å melde seg ut av statskyrkja, og først rundt 1850 blei det lov for ikkje-kristne trussamfunn å organisere seg i Noreg.

source: I Norge er arbeidsledigheten relativt lav.
nn: Arbeidsløysa i Noreg er relativt låg.

source: Generelt kan vi si at jo høyere inntekt personen har, jo høyere prosentandel betaler han eller hun i skatt.
nn: Generelt kan vi seie at til høgare inntekt personen har, til høgare prosentdel betaler han eller ho i skatt.

source: Dette arbeidet skal organiseres og følges opp av både en representant for de ansatte, et verneombud, og en representant for ledelsen.
nn: Dette arbeidet skal organiserast og følgjast opp av ein representant for dei tilsette, eit verneombod og ein representant for leiinga.

source: USA ga tilbud om økonomisk hjelp til land i Europa etter krigen.
nn: USA gav tilbod om økonomisk hjelp til land i Europa etter krigen.

source: Staten, fylkeskommunene og kommunene
nn: Staten, fylkeskommunane og kommunane

source: Valg og politiske partier
nn: Val og politiske parti

source: Hovedmålene til NAV er
nn: Hovudmåla til NAV er

source: Ingen foreldre har full kontroll med hvordan barna utvikler seg, og ingen barn blir kopier av sine foreldre.
nn: Ingen foreldre har full kontroll med korleis barna utviklar seg, og ingen barn blir kopiar av foreldra sine.

source: Frivillig arbeid er gjerne knyttet til organisasjoner med et samfunnsnyttig formål.
nn: Frivillig arbeid er ofte knytt til organisasjonar med eit samfunnsnyttig føremål.

source: Dersom man bestemmer seg for at man ikke ønsker å leve sammen med ektefellen lenger, kan man kreve separasjon.
nn: Dersom ein bestemmer seg for at ein ikkje ønskjer å leve saman med ektefellen lenger, kan ein krevje separasjon.

source: Velferdssamfunnet skaper arbeidsplasser
nn: Velferdssamfunnet skaper arbeidsplassar

source: Snakk sammen om synet på psykisk helse til ulike tider og i ulike samfunn.
nn: Snakk saman om synet på psykisk helse til ulike tider og i ulike samfunn.

source: å vedta nye lover og forandre gamle lover
nn: å vedta nye lover og endre gamle lover

source: En ektefelle kan kreve skilsmisse uten separasjon dersom den andre ektefellen har utsatt ham eller henne eller barna for drapsforsøk, vold, alvorlig mishandling eller har skapt frykt for dette.
nn: Ein ektefelle kan krevje skilsmisse utan separasjon dersom den andre ektefellen har utsett han eller henne eller barna for drapsforsøk, vald, alvorleg mishandling eller har skapt frykt for dette.

source: Hvis foreldrene og skolen ikke blir enige, kan foreldrene klage videre til kommunen.
nn: Dersom foreldra og skulen ikkje blir samde, kan foreldra klage vidare til kommunen.

source: Hvordan etablere seg og delta aktivt i arbeids- og samfunnslivet?
nn: Korleis etablere seg og delta aktivt i arbeids- og samfunnslivet?

source: Barna har rett til en skolehverdag der de kan oppleve trivsel og trygghet, og de har rett til et godt og tilpasset læringsmiljø.
nn: Barna har rett til ein skulekvardag der dei kan oppleve trivsel og tryggleik, og dei har rett til eit godt og tilpassa læringsmiljø.

source: Det bryter også med internasjonale konvensjoner.
nn: Det bryt òg med internasjonale konvensjonar.

source: Hvorfor er det viktig å ha god kontroll på økonomien?
nn: Kvifor er det viktig å ha god kontroll på økonomien?

source: Alle arbeidstakere i Norge har rett til en arbeidskontrakt.
nn: Alle arbeidstakarar i Noreg har rett til ein arbeidskontrakt.

source: Fag i grunnskolen er matematikk, norsk, engelsk, fremmedspråk, naturfag, samfunnsfag, kroppsøving, KRLE, kunst og håndverk, musikk, mat og helse og valgfag.
nn: Faga i grunnskulen er matematikk, norsk, engelsk, framandspråk, naturfag, samfunnsfag, kroppsøving, KRLE, kunst og handverk, mat og helse, musikk og valfag.

source: Kristendommen tok etter hvert over for den gamle norrøne gudetroen.
nn: Etter kvart tok kristendomen over for den gamle norrøne gudetrua.

source: Hvordan kan barn og voksne kontakte barnevernet?
nn: Korleis kan barn og vaksne kontakte barnevernet?

source: Når barnet blir døpt, blir det medlem av kirken.
nn: Når barnet blir døypt, blir det medlem av kyrkja.

source: Snakk sammen om kildesortering.
nn: Snakk saman om kjeldesortering.

source: Nasjonalromantikk og norsk identitet
nn: Nasjonalromantikken og norsk identitet

source: Forebygging av helseproblemer
nn: Førebygging av helseproblem

source: I samfunn der alvorlige sykdommer og fattigdom er en stor del av livet, er kanskje den første definisjonen vanligst.
nn: I samfunn der alvorlege sjukdomar og fattigdom er ein stor del av livet, er kanskje den fyrste definisjonen vanlegast.

source: Vi skal se på Norges historie fra de første menneskene kom til landet for mange tusen år siden og fram til i dag.
nn: Vi skal sjå på historia til Noreg frå dei første menneska kom til landet for mange tusen år sidan og fram til i dag.

source: I noen familier har mor og/eller far mulighet til å ha en litt redusert arbeidstid mens barna er små (deltidsarbeid), mens mange må ha fulltidsjobber for å få økonomien til å gå rundt.
nn: I nokre familiar har mor og/eller far moglegheita til å ha litt redusert arbeidstid medan barna er små (deltidsarbeid), medan mange må jobbe full tid for å få økonomien til å gå rundt.

source: På 1950- og 1960-tallet var økonomien i Norge relativt god, og staten innførte mange reformer som skulle gi innbyggerne bedre liv.
nn: På 1950- og 1960-talet var økonomien i Noreg relativt god, og staten innførte mange reformer som skulle gje innbyggjarane betre liv.

source: Opplæringen er gratis.
nn: Opplæringa er gratis.

source: Legen har taushetsplikt og kan ikke fortelle til noen andre det pasienten og legen har snakket om, uten at pasienten godkjenner det.
nn: Legen har teieplikt og kan ikkje fortelje til nokon andre det pasienten og legen har snakka om, utan at pasienten godkjenner det.

source: En del bruker også ved eller olje.
nn: Ein del bruker også ved eller olje.

source: Hva brukes skattepengene til?
nn: Kva blir skattepengane brukte til?

source: Helsevesenet har ansvar for å gi råd og veiledning, men det er vårt ansvar å følge disse rådene.
nn: Helsevesenet har ansvar for å gje råd og rettleiing, men det er vårt ansvar å følgje desse råda.

source: Barnevernet kan bistå barn og familier i slike situasjoner.
nn: Barnevernet kan hjelpe barn og familiar i slike situasjonar.

source: personer med opphold etter EFTA/EØS-regelverket
nn: personar med opphald etter EFTA/EØS-regelverket

source: Både nynorsk og bokmål har utviklet seg mye siden 1800-tallet, men Norge har fremdeles to offisielle målformer av norsk, i tillegg til samisk og kvensk.
nn: Både nynorsk og bokmål har utviklet seg mykje sidan 1800-talet, men Noreg har framleis to offisielle målformer av norsk i tillegg til samisk og kvensk.

source: På slutten av 1800-tallet bodde trettifem prosent i byene.
nn: På slutten av 1800-talet budde trettifem prosent i byane.

source: De ville blant annet skrive en grunnlov for det selvstendige Norge.
nn: Mellom anna ville dei skrive ei grunnlov for det sjølvstendige Noreg.

source: Den har heller ikke plass til bestemor og bestefar.
nn: Den har heller ikkje plass til bestemor og bestefar.

source: Foreldre har plikt til å forsørge barna sine.
nn: Foreldre har plikt til å forsørgje barna sine.

source: organisasjoner som kjemper for ulike saker i kommunene
nn: organisasjonar som kjempar for ulike saker i kommunane

source: I Norge er det også naturlig og vanlig å stille opp for familie og venner som trenger omsorg og hjelp, men i dag har det offentlige overtatt mye av dette ansvaret.
nn: I Noreg er det også naturleg og vanleg å stille opp for familie og vener som treng omsorg og hjelp, men i dag har det offentlege teke over mykje av dette ansvaret.

source: som den vi har i Norge, er dyr og krever solidaritet og vilje fra befolkningen til å bidra økonomisk gjennom blant annet å betale skatter og avgifter.
nn: som den vi har i Noreg, er dyr og krev solidaritet og vilje frå befolkninga til å bidra økonomisk gjennom blant anna å betale skattar og avgifter.

source: Den norske kirke og andre trossamfunn har vigselsrett, men ikke vigselsplikt.
nn: Den norske kyrkja og andre trussamfunn har vigselsrett, men ikkje vigselsplikt.

source: Etter en tid vil mange føle seg deprimert og ha mange negative tanker om det nye landet.
nn: Etter ei tid vil mange kjenne seg deprimerte og ha mange negative tankar om det nye landet.

source: Gjestene har med seg en liten gave til bursdagsbarnet.
nn: Gjestene har med seg ei lita gåve til bursdagsbarnet.

source: Du må kunne identifisere deg (med bankkort, førerkort, pass eller ID-kort) på apoteket når du skal hente ut reseptbelagte medisiner.
nn: Du må kunne identifisere deg (med bankkort, førarkort, pass eller ID-kort) når du skal hente reseptpliktige medisinar på apoteket.

source: En tidligere sjef eller kollega kan gi gode referanser.
nn: Ein tidlegare sjef eller kollega kan gje gode referansar.

source: Hvilke inntekter og utgifter har en vanlig familie i Norge?
nn: Kva inntekter og utgifter har ein vanleg familie i Noreg?

source: Oppholdstillatelse som flyktning, på grunn av sterke menneskelige hensyn eller tilknytning til Norge (humanitært grunnlag):
nn: Opphaldsløyve som flyktning, på grunn av sterke menneskelege omsyn eller tilknyting til Noreg (humanitært grunnlag):

source: Barns hverdag er ofte fylt med ulike aktiviteter.
nn: Kvardagen til barna er ofte fylt med ulike aktivitetar.

source: Det veksler mellom stortingsvalg og lokalvalg (fylkestings- og kommunevalg).
nn: Det vekslar mellom stortingsval og lokalval (fylkestings- og kommuneval).

source: Både arbeidsgivere og arbeidstakere kan bli straffet for svart arbeid.
nn: Både arbeidsgjevarar og arbeidstakarar kan bli straffa for svart arbeid.

source: Legges det vekt på skriftlige søknader i hjemlandet ditt?
nn: Blir det lagt vekt på skriftlege søknader i heimlandet ditt?

source: å lete etter informasjon og vurdere denne informasjonen kritisk
nn: å leite etter informasjon og vurdere denne informasjonen kritisk

source: Rettigheter og plikter i velferdssamfunnet
nn: Rettar og plikter i velferdssamfunnet

source: På denne måten har de formell makt til å påvirke hvilken politikk som føres nasjonalt og lokalt.
nn: På denne måten har dei formell makt til å påverke kva politikk som blir førd nasjonalt og lokalt.

source: å danne egne meninger på bakgrunn av informasjon og egen vurdering
nn: å skape eigne meiningar på bakgrunn av informasjon og eiga vurdering

source: I dag har kvinner og menn lik rett til utdanning og arbeid, til eiendom og arv og medisin og god helse.
nn: I dag har kvinner og menn lik rett til utdanning og arbeid, eigedom og arv, og til medisin og god helse.

source: Det er vanlig å gi hverandre gaver på julaften – julegaver.
nn: Det er vanleg å gje kvarandre gåver på julaftan – julegåver.

source: De rikeste og mektigste bøndene bodde på de største gårdene.
nn: Dei rikaste og mektigaste bøndene budde på dei største gardane.

source: Det er viktig at dokumentene er oversiktlige.
nn: Det er viktig at dokumenta er oversiktlege.

source: Hva kan vi gjøre for å kaste mindre mat?
nn: Kva kan vi gjere for å kaste mindre mat?

source: I tillegg til å være ulovlig og umoralsk kan svart arbeid få store konsekvenser for arbeidstakeren:
nn: I tillegg til å vere ulovleg og umoralsk, kan svart arbeid få store konsekvensar for arbeidstakaren:

source: Hvis vi spør en tilfeldig person hvilke verdier som er viktige i det norske samfunnet i dag, vil vi sannsynligvis få høre at noen av de viktigste verdiene er likeverd og friheten til å bestemme over sitt eget liv.
nn: Dersom vi spør ein tilfeldig vald person om kva for verdiar som er viktige i det norske samfunnet i dag, vil vi sannsynlegvis få høyre at nokre av dei viktigaste verdiane er likeverd og fridomen til å bestemme over sitt eige liv.

source: Velferdsstaten er avhengig av at alle bidrar økonomisk når de er i stand til det.
nn: Velferdsstaten er avhengig av at alle bidreg økonomisk når dei er i stand til det.

source: På kveld/natt og i helger kan barn eller andre som er bekymret for et barn, ringe alarmtelefonen for barn og unge på
nn: På kveld/natt og i helgar kan barn eller andre som er uroleg for eit barn, ringje alarmtelefonen for barn og unge på

source: Staten kan gi økonomisk støtte til bedrifter som har det vanskelig i en periode, slik at bedriften ikke må legge ned eller nedbemanne.
nn: Staten kan gi økonomisk stønad til bedrifter som har det vanskeleg i ein periode, slik at bedrifta ikkje må leggje ned eller nedbemanne.

source: Vi har frihet til å velge hvordan vi vil leve livet vårt.
nn: Vi har fridom til å velje korleis vi vil leve livet vårt.

source: Foreldrene har plikt til å gi barna en god oppdragelse, og de skal alltid tenke på barnas interesser og behov.
nn: Foreldra har plikt til å gje barna ei god oppseding, og dei skal alltid tenkje på barnas interesser og behov.

source: Den som vil arbeide, må selv aktivt lete etter en jobb.
nn: Den som vil arbeide, må sjølv leite aktivt etter ein jobb.

source: Da slipper du å betale egenandeler resten av kalenderåret.
nn: Då slepp du å betale eigendelar resten av kalenderåret.

source: Foreldrene og den unge diskuterer gjerne dette, og foreldrene er ofte med på å gi ungdommen råd.
nn: Foreldra og den unge diskuterer gjerne dette, og foreldra er ofte med på å gje ungdomen råd.

source: verdenskrig i Europa.
nn: verdskrigen i Europa.

source: Foreldrene betaler en egenandel hver måned, mens resten av det plassen koster, blir dekket av det offentlige.
nn: Foreldra betaler ein eigendel kvar månad, mens resten av det plassen kostar, blir dekt av det offentlege.

source: For å skape et godt miljø på arbeidsplassen, må arbeidsgiveren og arbeidstakerne samarbeide om de ulike avtalene.
nn: Arbeidsgjevaren og arbeidstakarane må samarbeide om dei ulike avtalane for å skape eit godt miljø på arbeidsplassen.

source: Selv om det ikke fant sted mange direkte kamper på norsk jord, drev flere motstandsgrupper med sabotasje, ga ut ulovlige aviser og organiserte sivil ulydighet og passiv motstand mot den tyske okkupasjonsmakten.
nn: Sjølv om det ikkje var mange direkte kampar på norsk jord, var det fleire motstandsgrupper som dreiv med sabotasje, gav ut ulovlege aviser og organiserte sivil ulydnad og passiv motstand mot den tyske okkupasjonsmakta.

source: Det vil si at de må sørge for at barna får mat og klær og andre ting som er nødvendig for å ha et godt liv.
nn: Det vil seie at dei må sørgje for at barna får mat og klede og andre ting som er nødvendig for å ha eit godt liv.

source: Arbeidsmarkedet i Norge
nn: Arbeidsmarknaden i Noreg

source: å drøfte politiske spørsmål og store prosjekter
nn: å drøfte politiske spørsmål og store prosjekt

source: Det finnes mange ulike typer oppholdstillatelser for utlendinger i Norge.
nn: Det finst mange ulike typar opphaldsløyve for utlendingar i Noreg.

source: Opplæringen skal bygge på grunnleggende verdier i kristen og humanistisk arv og tradisjon, slik som respekt for menneskeverdet og naturen, åndsfrihet, nestekjærlighet, tilgivelse, likeverd og solidaritet, verdier som også kommer til uttrykk i ulike religioner og livssyn og som er forankret i menneskerettighetene. Opplæringen skal bidra til å utvide kjennskapen til og forståelsen av den nasjonale kulturarven og vår felles internasjonale kulturtradisjon.
nn: Opplæringa skal byggje på grunnleggjande verdiar i kristen og humanistisk arv og tradisjon, slik som respekt for menneskeverdet og naturen, på åndsfridom, nestekjærleik, tilgjeving, likeverd og solidaritet, verdiar som òg kjem til uttrykk i ulike religionar og livssyn og som er forankra i menneskerettane.

source: Inntektene til staten må være større enn utgiftene.
nn: Inntektene til staten må vere større enn utgiftene.

source: På verdensbasis står transport for drøyt tjue prosent av klimagassutslippene.
nn: Transport står for i overkant av tjue prosent av klimagassutsleppa på verdsbasis.

source: Dette gjelder enten barnehagen er offentlig eller privat eid.
nn: Dette gjeld anten barnehagen er offentleg eller privat eigd.

source: Barn og unges rettigheter
nn: Rettane til barn og unge

source: Kritisk tenkning og etisk bevissthet er både en forutsetning for og en del av det å lære i mange ulike sammenhenger, og det bidrar til at elevene utvikler god dømmekraft.
nn: Kritisk tenking og etisk medvit er både eit vilkår for og ein del av det å lære i mange ulike samanhengar, og dei hjelper elevane til å utvikle god dømekraft.

source: Måten vi lever på, og hvor god helse vi har, henger ofte sammen.
nn: Måten vi lever på, og kor god helse vi har, heng ofte saman.

source: annen informasjon om deg selv
nn: annen informasjon om deg sjølv

source: Under krigen var det mangel på varer som korn, kaffe og sukker, og det ble innført rasjonering på disse varene.
nn: Under krigen var det mangel på varer som korn, kaffi og sukker, og det blei innført rasjonering på desse varene.

source: For å varme opp boligen er det vanligst å bruke elektrisitet.
nn: For å varme opp bustaden er det vanlegast å bruke elektrisitet.

source: På 1700-tallet var den økonomiske situasjonen i landet svært dårlig.
nn: På 1700-talet var den økonomiske situasjonen i landet svært dårleg.

source: Introduksjonsprogrammet skal gi de nyankomne en innføring i det norske samfunnet, og det er kommunen som har ansvaret for programmet.
nn: Introduksjonsprogrammet skal gi dei nyleg komne ei innføring i det norske samfunnet, og det er kommunen som har ansvaret for programmet.

source: det offentlige og arbeidsgiveren skal gjøre det lettere for langtidssykemeldte å komme tilbake i arbeid
nn: det offentlege og arbeidsgivaren skal gjere det lettare for langtidssjukemelde å kome tilbake i arbeid
